tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "autoconf"
brew "automake"
brew "openssl@1.1"
brew "node", link: false
brew "bower", link: false
brew "exa"
brew "gdbm"
brew "libgpg-error"
brew "libksba"
brew "libtool"
brew "mongosh"
brew "ntfs-3g"
brew "pkg-config"
brew "readline"
brew "postgresql@14"
brew "ruby"
brew "shpotify"
brew "wget"
brew "yarn", link: false
brew "romkatv/powerlevel10k/powerlevel10k"
cask "dozer"
cask "osxfuse"
cask "shiftit"
cask "temurin"
